export default {
  app: {
    title: 'ФАЙНИЙ ЯРМАРОК',
  },
  header: {
    links: {
      about: 'Хто ми',
      program: 'Програма',
      help: 'Допомога армії',
      gallery: 'Галерея',
      partners: 'Партнерам',
    },
    support: 'Підтримати',
  },
  home: {
    hero: {
      subtitle: 'Благодійний Файний ярмарок',
      title: 'Безперервна допомога війську',
      description: 'Спільнота мешканців «Файна Таун» об’єдналися, щоб підтримувати українських захисників.',
      scanDonate: 'Відскануй, щоб задонатити',
    },
    about: {
      title: 'Про ініціативу',
      description: 'Віримо, що сила громади — у спільній дії. Формат простий: сусіди діляться талантами, часом і творчістю, а гості ярмарку відвідують локації за донат.',
    },
    gallery: {
      title: 'Галерея',
    },
    initiatives: {
      first: {
        title: '1 500 000+ грн',
        text: 'зібрано на останніх ярмарках',
      },
      second: {
        title: '100+',
        text: 'об’єднуються для організації кожної події',
      },
      third: {
        title: 'Сотні учасників',
        text: 'роблять внесок у нашу спільну безпеку',
      },
    },
    values: {
      title: 'Наші цінності',
      first: {
        title: 'Відповідальність',
        text: 'Ми усвідомлюємо важливість підтримки війська і беремо на себе відповідальність діяти.',
      },
      second: {
        title: 'Прозорість',
        text: 'Довіра будується на цифрах. Кожна гривня з ярмарку має свій шлях: від донату до звіту про закупівлю. Відкрито. Публічно. Чесно.',
      },
      third: {
        title: 'Довіра',
        text: 'Файний ярмарок тримається на довірі між людьми, які організовують подію, беруть у ній участь і підтримують її.',
      },
      fourth: {
        title: 'Спільнота',
        text: 'Файний ярмарок виріс із сусідської ініціативи і залишається простором, де люди підтримують одне одного і разом роблять важливу справу.',
      },
    },
  },
  valuesFlow: {
    title: 'Наші цінності',
    1: {
      title: 'Визначаємо запит',
      text: 'Дізнаємось про актуальні потреби на передовій та в тилу',
    },
    2: {
      title: 'Планування',
      text: 'Готуємо концепцію та детальне наповнення заходу.',
    },
    3: {
      title: 'Ярмарок',
      text: 'Проводимо файну подію та збираємо донати.',
    },
    4: {
      title: 'Закупівля',
      text: 'Оперативно закуповуємо все необхідне за запитом.',
    },
    5: {
      title: 'Звіт',
      text: 'Доставляємо необхідне на фронт і звітуємо.',
    },
  },
  program: {
    title: 'Програма ярмарку',
    events: {
      1: {
        time: '11:00-11:15',
        description: 'Офіційне відкриття, хвилина мовчання, презентація зон активностей та мети збору',
      },
      2: {
        time: '11:15-11:30',
        description: 'Виступ Гурту сусідок "Зілля"',
      },
      3: {
        time: '11:30-12:00',
        description: 'Весела подорож у неймовірні світи фізики та хімії - Чуві Шоу',
      },
      4: {
        time: '12:00-13:00',
        description: 'Bimba Event - дитяча анімація на синьому майданчику',
      },
      5: {
        time: '12:00-13:00',
        description: 'Зірковий діджей, сусід Саня Димов',
      },
      6: {
        time: '13:00-13:10',
        description: 'Вікторина про Київ від ведучого, сусіда Віталія Голоуніна',
      },
      7: {
        time: '13:10-13:15',
        description: 'Розіграш серед допоміжних банок',
      },
      8: {
        time: '13:15-13:45',
        description: 'Бандурист Тарас Столяр - доброволець з першого дня повномасштабного вторгнення, військовослужбовець ЗСУ, учасник підрозділу морально-психологічної підтримки бійців «Культурний десант», заслужений артист України',
      },
      9: {
        time: '13:45-14:30',
        description: 'Зірковий діджей, сусід Саня Димов',
      },
      10: {
        time: '14:30-15:00',
        description: 'Шоу мильних бульбашок від Надії Овчиннікової - артистки оригінального жанру',
      },
    },
  },

  team: {
    title: 'Команда',
  },

  partners: {
    title: 'Партнери',
    btn: 'Стати партнером',
  },
  footer: {
    copyright: '© 2026 Файний ярмарок. Зроблено сусідами для перемоги.',
    donate: 'Задонатити',
  },
};
